org/police_reform.org
:PROPERTIES:
:ID:       a5ed634a-e345-4d7b-80bc-896387957530
:END:
#+setupfile: ../hugo_setup.org
#+title: Police reform

 - tags :: [[id:a1a36ae3-a7fb-4806-9e28-3a9ed4d22edc][Racial Inequality in Western Societies]]

 - The primary function of police is to protect property (see [[id:1860749e-5d11-4540-b566-ac3a4c052294][Natives]]).
   
*There were fewer than two violent crimes reported per police officer in 2019.*
According to the census ( [[file:data/police_reform/2019_state_local.xls]]), there were 711,583 full-time U.S. police officers with the power of arrest in 2019. According to the [[https://web.archive.org/web/20210603181749/https://ucr.fbi.gov/crime-in-the-u.s/2019/crime-in-the-u.s.-2019/topic-pages/tables/table-1][FBI]], there were 1,203,808 violent crimes reported that year. 
