content/notes/police_reform.md
+++
title = "Police reform"
lastmod = 2021-06-16T12:17:56-07:00
draft = false
+++

tags
: [Racial Inequality in Western Societies]({{<relref "racial_inequality_in_western_societies.md" >}})


The primary function of police is to protect property (see [Natives]({{<relref "natives.md" >}})).

**There were fewer than two violent crimes reported per police officer in 2019.**
According to the census ( </ox-hugo/2019_state_local.xls>), there were 711,583 full-time U.S. police officers with the power of arrest in 2019. According to the [FBI](https://web.archive.org/web/20210603181749/https://ucr.fbi.gov/crime-in-the-u.s/2019/crime-in-the-u.s.-2019/topic-pages/tables/table-1), there were 1,203,808 violent crimes reported that year.